[ECID_Angel EchoCallerIDDefinition]
CallerName="God's protection"

[ECID_Bandits EchoCallerIDDefinition]
CallerName="???"

[ECID_Beautiful EchoCallerIDDefinition]
CallerName="Claptrap"

[ECID_Earl EchoCallerIDDefinition]
CallerName="Count Burns"

[ECID_Flanksteak EchoCallerIDDefinition]
CallerName="A piece of meat"

[ECID_Helena EchoCallerIDDefinition]
CallerName="Helena Pio"

[ECID_Jack EchoCallerIDDefinition]
CallerName="Jack is good"

[ECID_JakobsPublisher EchoCallerIDDefinition]
CallerName="Doctor Zaid"

[ECID_Lami EchoCallerIDDefinition]
CallerName="Lilith"

[ECID_Marcus EchoCallerIDDefinition]
CallerName="king marcus"

[ECID_Roll EchoCallerIDDefinition]
CallerName="Roland"

[ECID_motorcycle EchoCallerIDDefinition]
CallerName="Scooter"

[ECID_A type of brand EchoCallerIDDefinition]
CallerName="Taggart"

[ECID_Tannis EchoCallerIDDefinition]
CallerName="Patricia Tanis"

[ECID_Zed EchoCallerIDDefinition]
CallerName="Doctor from"

